export const MockProductDetail = {
  cost: 19200,
  endDate: "2025.09.31",
  daysLeft: 31,
  members: [
    {
      id: "1",
      name: "앙**띠",
      joinDate: "2025.3.1 참여",
      isActive: true,
    },
    {
      id: "2",
      name: "한**찬",
      joinDate: "2025.5.23 참여",
      isActive: true,
    },
    {
      id: "3",
      name: "",
      joinDate: "",
      isActive: false,
    },
    {
      id: "4",
      name: "",
      joinDate: "",
      isActive: false,
    },
    {
      id: "5",
      name: "",
      joinDate: "",
      isActive: false,
    },
  ],
  description: `✅ 티빙+웨이브 같이 이용 가능합니다.
✅ 티빙은 등록된 계정 정보로 로그인해 주세요.
✅ 웨이브 계정 정보는 댓글을 확인해 주세요.
✅ 프로필은 선택(생성) 후 닉네임을 본인의 벗츠 닉네임으로 변경해 주세요.
✅ 다수가 사용하는 계정인 만큼 불쾌감을 줄 수 있는 프로필 이미지나 닉네임은 피해주세요.
✅ 1인 1회선 원칙으로 합니다.
✅ 웨이브 SBS 시청 안됩니다.
✅ 다양한 기기에서 접속은 가능하지만 본인이 여러대의 기기에서 동시접속은 불가합니다.
✅ 반드시 본인의 프로필로 컨텐츠를 이용해 주세요.
✅ 계정 정보는 본인만 이용하며 절대 타인에게 노출하지 않습니다

* 성인 컨텐츠 시청 시 웨이브 성인 비밀번호는 '1111'입니다. 설정 변경 없이 이용해 주세요.
* 티빙 성인 컨텐츠 시청 시 각 프로필 1회 인증 후 이용 가능합니다.
* 이용 중 문의는 댓글이나 카톡 주세요. (09시 ~ 24시)
* 기간 연장 가능합니다. 파티 종료 7일 전 공지하겠습니다.`,
};
